---
kind: property
id: P:Autodesk.Revit.DB.XYZ.Zero
zh: 点
source: html/666188ff-d3a5-73e0-b0a6-a269e2767526.htm
---
# Autodesk.Revit.DB.XYZ.Zero Property

**中文**: 点

The coordinate origin or zero vector.

## Syntax (C#)
```csharp
public static XYZ Zero { get; }
```

## Remarks
The zero vector is (0,0,0).